[
  {
    "model": "catalog.category",
    "pk": 1,
    "fields": {
      "name": "Телевизор",
      "description": "Телеви́зор, телевизио́нный приёмник (новолат. televisorium «дальновидец»; от др.-греч. τῆλε «далеко» + лат. vīsio «зрение; видение») — приёмник телевизионных сигналов изображения и звука, отображающий их на экране и с помощью динамиков. Современный телевизор способен принимать телевизионные программы как с антенны, так и непосредственно от устройств их воспроизведения — например, видеомагнитофона, DVD-проигрывателя или медиаплеера. Так называемые смарт-телевизоры могут отображать потоковое видео, получаемое из локальной вычислительной сети или Интернета."
    }
  },
  {
    "model": "catalog.category",
    "pk": 2,
    "fields": {
      "name": "Ноутбук",
      "description": "Ноутбук (англ. notebook — блокнот) — переносной компьютер, в корпусе которого объединены типичные компоненты персонального компьютера, включая дисплей, клавиатуру и устройство указания (обычно сенсорная панель или тачпад), а также аккумуляторные батареи. Ноутбуки отличаются небольшими размерами и весом, время автономной работы ноутбуков варьируется."
    }
  },
  {
    "model": "catalog.category",
    "pk": 3,
    "fields": {
      "name": "Холодильник",
      "description": "Холоди́льник — устройство, поддерживающее низкую температуру в теплоизолированной камере. Применяется обычно для хранения пищи или предметов, требующих хранения в прохладном месте."
    }
  },
  {
    "model": "catalog.product",
    "pk": 1,
    "fields": {
      "name": "Телевизор Accesstyle H32EY1500B",
      "description": "Телевизор Accesstyle H32EY1500B с широкоформатным безрамочным экраном диагональю 32 дюйма (81,2 см) работает под управлением ОС Android с доступом к развлекательным и обучающим каналам «Яндекс.ТВ». Модель поддерживает соединение по Wi-Fi и Bluetooth. Корпус габаритами 718x423x82 мм и весом 3,5 кг можно установить на настольную подставку или закрепить на стене, использовав кронштейн VESA 100х100.",
      "photo": "products/1.JPG",
      "category": 1,
      "price": 8999,
      "date_creation": "2023-09-05T17:57:47.530Z",
      "date_update": "2023-09-25T20:35:50.356Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 2,
    "fields": {
      "name": "Телевизор Hisense 55U7HQ",
      "description": "Телевизор Hisense 55U7HQ оснащен LED-экраном с диагональю 55 дюймов и разрешением 3840 х 2160 пикселей. Он поддерживает технологию HDR10. Акустика представлена двумя фронтальными динамиками, их суммарная мощность — 20 Вт.\r\n\r\nЭта модель работает под управлением операционной системы Vidaa. Доступны беспроводные решения Wi-Fi и Bluetooth. Пульт ДУ входит в комплект поставки. Для подключения к интернету и локальной сети есть разъем LAN. Взаимодействие с внешними устройствами и накопителями обеспечивают интерфейсы HDMI, USB, DVB CAM и LAN.",
      "photo": "products/2.JPG",
      "category": 1,
      "price": 59999,
      "date_creation": "2023-09-02T17:57:47.530Z",
      "date_update": "2023-09-05T14:49:43.720Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "name": "Ноутбук ASUS M1502IA-BQ093",
      "description": "Ноутбук Asus M1502IA-BQ093 — модель в пластиковом корпусе серого цвета. Лэптоп оснащен оперативной памятью на 16 Гб и восьмиядерным процессором AMD Ryzen 7 4800H с тактовой частотой 2,9 ГГц, увеличивающейся до 4,2 ГГц, который обеспечивает высокую производительность и возможность работы в многозадачном режиме. Модель обладает видеопроцессором Radeon Vega 7 от AMD, который выдает качественную графику. На 15,6-дюймовом (39,6 см) экране типа IPS отображается насыщенная картинка разрешением 1920х1080 пикселей. Матовая поверхность исключает появление бликов и искажений под воздействием естественного источника света. Частота обновления составляет 60 Гц, что предотвращает разрывы кадров при показе быстрых сцен.",
      "photo": "products/3.JPG",
      "category": 2,
      "price": 49999,
      "date_creation": "2023-09-02T17:57:47.530Z",
      "date_update": "2023-09-05T14:49:52.291Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "name": "Ноутбук HONOR MagicBook X 14 8/512",
      "description": "Ноутбук Honor MagicBook X 14 Space Gray (NDR-WDH) функционирует на базе ОС Windows 10 «Домашняя 64». В основе устройства лежит двухъядерный процессор Intel Core i5 1135G7 от Intel, который гарантирует плавную работу приложений без задержек и сбоев. Кэш равен 12 Мб. Модель обладает оперативной памятью типа DDR4 на 8 Гб и SSD-накопителем на 512 Гб, что обеспечивает быстрый доступ к большому количеству данных и дает возможность работать одновременно с несколькими приложениями. IPS-экран разрешением 1920х1080 пикселей обладает широкими углами обзора.",
      "photo": "products/4.JPG",
      "category": 2,
      "price": 49999,
      "date_creation": "2023-09-02T17:57:47.530Z",
      "date_update": "2023-09-05T14:50:01.401Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 5,
    "fields": {
      "name": "Холодильник Candy CCRN 6180W",
      "description": "В холодильнике Candy CCRN 6180W стильный дизайн сочетается с современными решениями, обеспечивающими стабильную и эффективную работу. Это и украшение кухни, и прибор, в котором созданы оптимальные условия для хранения продуктов. Использование технологии Skin Condenser позволило расположить решетки радиаторов в боковых стенках корпуса. При этом задняя стенка у CCRN 6180W — плоская, что позволяет разместить холодильник вплотную к стене и избежать скопления пыли из-за отсутствия выступающих частей и решеток.",
      "photo": "products/5.JPG",
      "category": 3,
      "price": 32999,
      "date_creation": "2023-09-02T17:57:47.530Z",
      "date_update": "2023-09-05T14:50:09.170Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 6,
    "fields": {
      "name": "Холодильник Gorenje NRK620EABXL4",
      "description": "Gorenje NRK620EABXL4 – стильный двухкамерный холодильник общим объёмом 331 л. В нём достаточно места для хранения всех купленных в супермаркете и на рынке продуктов.",
      "photo": "products/6.JPG",
      "category": 3,
      "price": 48999,
      "date_creation": "2023-09-02T17:57:47.530Z",
      "date_update": "2023-09-05T14:50:18.023Z"
    }
  },
  {
    "model": "catalog.version",
    "pk": 1,
    "fields": {
      "product": 1,
      "version_number": 1,
      "version_name": "Первая",
      "is_active": true
    }
  },
  {
    "model": "catalog.version",
    "pk": 2,
    "fields": {
      "product": 1,
      "version_number": 2,
      "version_name": "Вторая",
      "is_active": false
    }
  },
  {
    "model": "catalog.version",
    "pk": 3,
    "fields": {
      "product": 1,
      "version_number": 3,
      "version_name": "Третья",
      "is_active": false
    }
  }
]